10/data/attachments/1131dc11c2795b4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e466355c-ac6c-4c71-a4ff-8aeb04df75bd</nif:username>
            <nif:friendToBeAdded>Sean_culture_Actions_50938_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>